Revit 2027 API
ParameterTypeId.RbsPipeFittingLossMethodSettings Property
 "Loss Method Settings"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFittingLossMethodSettings { get; }
Public Shared ReadOnly Property RbsPipeFittingLossMethodSettings As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFittingLossMethodSettings {
	ForgeTypeId^ get ();
}
static member RbsPipeFittingLossMethodSettings : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace